Repository: ranchester2/mirdorph
Catalog: po/*.po
Languages: lt

source: Select File to Upload
lt: Pasirinkite failą įkelimui

source: Insufficient permissions
lt: Nepakankamos teisės

source: Sending Message Failed
lt: Nepavyko Siūsti Žinutės

source: %s are typing...
lt: %s rašo...

source: %s is typing...
lt: %s rašo...

source: Noone is typing.
lt: Niekas nerašo.

source: Make sure the window isn't narrow.
lt: Įsitikinkite, kad langas nėra siauras.

source: Critical Warning
lt: Kritinis Įspėjimas

source: Use of Mirdorph is a direct violation of Discord's terms of service, and may lead to account termination.
lt: Mirdorph naudojimasis yra tiesioginis Discord paslaugų teikimo sąlygų pažeidimas ir gali nulemti paslaugos nutraukimą.

source: I have understood the terms.
lt: Aš supratau salygas.

source: Proceed
lt: Tęsti

source: Cancel
lt: Atsisakyti

source: Channel Properties
lt: Kanalo Savybės

source: Unknown usage
lt: Nežinomas naudojimas

source: Activity
lt: Aktyvumas

source: Last Activity
lt: Paskutinė Veikla

source: Unknown
lt: Nežinoma

source: Statistics
lt: Statistika

source: General
lt: Bendra

source: Guilds
lt: Serveriai

source: No Results Found
lt: Nerasta Rezultatų

source: Try a different search
lt: Bandykite kitą paiešką

source: People
lt: Žmonės

source: Display
lt: Vaizdas

source: Messaging
lt: Susirašinėjimas

source: Preview links
lt: Rengti nuoradų peržiūras

source: Previewing links can decrease performance.
lt: Nuorodų peržiūrų rengimas gali sumažinti našumą.

source: Privacy
lt: Privatumas

source: Interaction
lt: Bendravimas

source: Send typing events
lt: Siųsti rašymo įspėjimus

source: Connect your Account
lt: Prijunkite savo paskyrą

source: Welcome to Mirdorph
lt: Sveiki į Mirdorph

source: Log In
lt: Prisijungti

source: Advanced
lt: Išplėstiniai būdai

source: Manual Token
lt: Autentikavimo Tokenu

source: Username and Password
lt: Vartotojo Vardu ir Slaptažodžiu

source: Enter Credentials
lt: Įveskite Prisijungimo Duomenis

source: Insert Token
lt: Įterpkite Tokeną

source: Insert
lt: Įterpti

source: Submit
lt: Pateikti

source: WARNING: Email and password login not recommended:
lt: ĮSPĖJIMAS: Prisijungimas elektroniniu paštu ir slaptažodižiu nėra rekomenduojamas:

source: Will not work with advanced configurations (2FA/Captcha), use Graphical Login or Manual Token instead.
lt: Neveiks su sudėtingesnėmis konfiguriacijomis (2FA/Captcha), naudokite Grafinį Prisijungimą arba Prisijungimą Tokenu

source: Password Login
lt: Prisijungimas Slaptažodižiu

source: Email Adress
lt: Elektroninio Pašto Adresas

source: Password
lt: Slaptažodis

source: This application is not affiliated with or endorsed by Discord, Inc.
lt: Ši programa nėra susijusi su Discord, Inc. ar patvirtinta.

source: Advanced Search...
lt: Pažangi Paieška...

source: Choose a channel
lt: Pasirinkite kanalą

source: Preferences
lt: Nustatymai

source: Log Out
lt: Atsijungti

source: About Mirdorph
lt: Apie Mirdorph

source: Connecting to Discord
lt: Jungiamasi prie Discord

source: Menu
lt: Meniu

source: Open with...
lt: Atverti su...

source: Loading more media...
lt: Kraunama daugiau grafinio turinio...

source: Human Interaction System for Discord
lt: Žmonių Interakcijos Sistema Discordui

source: Discord;Communicate;Discussions;Client;
lt: Discord;Bendravimas;Komunikacija;Diskusijos;Klientas;
